Repository: MacSlow/cairo-clock
Catalog: po/*.po
Languages: de

source: MacSlow's Cairo-Clock
de: MacSlow's Cairo-Uhr

source: a super fine analog clock
de: eine total tolle Analoguhr

source: <b>Animation Smoothness</b>
de: <b>Animationsqualität</b>

source: <b>Display Options</b>
de: <b>Darstellungsoptionen</b>

source: <b>St_artup Size</b>
de: <b>St_artgröße</b>

source: <b>_Theme</b>
de: <b>Mo_tiv</b>

source: Appear in _pager
de: Im _Pager erscheinen

source: Appear in task_bar
de: Im Task_bar erscheinen

source: H_eight:
de: Höh_e:

source: Info
de: Informationen

source: Keep _on top
de: Immer über allen anderen Fenstern bleiben

source: MacSlow's Cairo-Clock - Error
de: MacSlow's Cairo-Clock - Fehler

source: MacSlow's Cairo-Clock - Information
de: MacSlow's Cairo-Clock - Informationen

source: MacSlow's Cairo-Clock - Settings
de: MacSlow's Cairo-Clock - Einstellungen

source: Properties
de: Eigenschaften

source: Quit
de: Beenden

source: Show _date
de: _Datum anzeigen

source: Show _seconds
de: _Sekundenzeiger anzeigen

source: Stic_k to every workspace
de: Auf jedem Arbeitsplatz erscheinen

source: _Use 24h mode
de: 24-St_unden Modus verwenden

source: _Width:
de: Breite:

source: an analog clock based on vector-graphics
de: eine analoge Uhr die mit Vektorgrafik dargestellt wird

source: cairo-clock Homepage
de: Homepage von cairo-clock

source: close this settings-dialog
de: diesen Einstellungsdialog schließen

source: get information on all settings-options
de: Informatioinen über alle Einstellungsmöglichkeiten

source: if enabled the workspace pager will show the window of the clock
de: wenn ausgewählt wird das Fenster der Uhr im Pager erscheinen

source: if enabled, the clock window will be kept above all other windows
de: wenn ausgewählt wird das Fenster der Uhr über allen anderen Fenstern bleiben

source: if enabled, the current date will be displayed inside the clocks face
de: wenn ausgewählt wird das akuelle Datum in der Uhr angezeigt

source: if enabled, the seconds hand will be drawn
de: wenn ausgewählt wird der Sekundenzeiger gezeichnet

source: if enabled, the window of the clock will be shown in the taskbar
de: wenn ausgewählt erscheint das Fenster der Uhr im Taskbar

source: initial window-height when program starts
de: Fensterhöhe beim Programmstart

source: initial window-width when program starts
de: Fensterbreite beim Programmstart

source: rough
de: grob

source: small (50x50) medium (100x100) large (200x200) custom
de: klein (50x50) mittel (100x100) groß (200x200) speziell

source: smooth
de: fein

source: translator-credits
de: de: Mirco "MacSlow" Müller <macslow@bangang.de>

source: # This file is machine-generated.
de: # Diese Datei ist maschinell erstellt.

source: Do not edit it manually!
de: Nicht selbstständig verändern!

source: I really mean it!!!
de: Ich meine das ernst!!!

source: Ups, there was an error while trying to save the preferences!
de: Oh, Fehler beim Speichern der Einstelungen!

source: x-position of the top-left window-corner
de: x-Position der oberen linken Fensterecke

source: y-position of the top-left window-corner
de: y-Position der oberen linken Fensterecke

source: open window with this width
de: Fenster mit dieser Breite öffnen

source: open window with this height
de: Fenster mit dieser Höhe öffnen

source: draw seconds hand
de: Sekundenzeiger zeichnen

source: draw date-display
de: Datumsanzeige zeichnen

source: list installed themes and exit
de: installierte Motive auflisten und beenden

source: theme to draw the clock with
de: Motiv mit dem die Uhr dargestellt werden soll

source: clock-window stays on top of all windows
de: Fenster der Uhr bleibt über allen anderen Fenstern

source: clock-window shows up in pager
de: Fenster der Uhr erscheint im Pager

source: clock-window shows up in taskbar
de: Fenster der Uhr erscheint im Taskbar

source: clock-window sticks to all workspaces
de: Fenster der Uhr erscheint auf allen Arbeitsplätzen

source: hands work in 12 hour mode
de: Stundenzeiger verwendet 12-Stunden Darstellung

source: hands work in 24 hour mode
de: Stundenzeiger verwendet 24-Stunden Darstellung

source: render at RATE (default: 30 Hz)
de: mit RATE (Vorgabe: 30 Hz) zeichnen

source: print version of program and exit
de: Programmversion ausgeben und beenden

source: - analog clock drawn with vector-graphics
de: - analoge Uhr, die mittels Vektorgrafik dargestellt wird

source: Could not load "%s"!
de: Konnte "%s" nicht laden!

source: Ups, error while trying to save the preferences!
de: Oh, Fehler beim Speichern der Einstellungen!
